Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: །དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི། སེམས་ཅན་རྣམས་ཀྱི་དགེ་བའི་རྩ་བ། ཇི་ལྟ་ཇི་ལྟར་འགྲུབ་པ་དེ་ལྟ་དེ་ལྟར་ལུས་ཡོངས་སུ་གྲུབ་པ་ཡིན་ཞེ་ན། འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སེམས་ཅན་རྣམས། ཇི་ལྟ་ཇི་ལྟར་ཡོངས་སུ་སྨིན་པར་འགྱུར་བ།
en: If you ask what, for bodhisattva great beings, is the assumption of a physical body commensurate with the roots of the virtuous actions of beings, it is that bodhisattva great beings purposefully observe and assume a body commensurate with the maturation of beings.

source: དེ་ལྟ་དེ་ལྟར་ཆེད་དུ་བསམས་ཤིང་། ལུས་ཡོངས་སུ་འཛིན་པ་སྟེ། དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སེམས་ཅན་རྣམས་ཀྱི་དགེ་བའི་རྩ་བ། ཇི་ལྟ་ཇི་ལྟར་འགྲུབ་པ། དེ་ལྟ་དེ་ལྟར་ལུས་ཡོངས་སུ་གྲུབ་པའོ།
en: For bodhisattva great beings, this is the assumption of a physical body commensurate with the roots of the virtuous actions of beings.

source: །དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི། ཆེད་དུ་བསམས་ཤིང་སྲིད་པ་ཉེ་བར་ལེན་པ་ཡིན་ཞེ་ན། འདི་ལྟ་སྟེ། སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར་ཏེ།
en: If you ask what, for bodhisattva great beings, is the purposeful consideration and taking of rebirth, it is that they do so in order to bring beings to maturation.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཆེད་དུ་བསམས་ཤིང་སྲིད་པ་ཉེ་བར་ལེན་པའོ།
en: For bodhisattva great beings, this is the purposeful consideration and taking of rebirth. “

source: །དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ། །ཇི་ལྟ་ཇི་ལྟར་སྨོན་པ། དེ་ལྟ་དེ་ལྟར་ཕུན་སུམ་ཚོགས་པར་འགྱུར་བ་ཡིན་ཞེ་ན། དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ། ཕ་རོལ་དུ་ཕྱིན་པ་དྲུག་ཡོངས་སུ་རྫོགས་པའི་ཕྱིར་ཏེ།
en: If you ask how it is that whatever aspirations bodhisattva great beings make, they perfectly complete them, it is because they have perfected the six perfections.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི། ཇི་ལྟ་ཇི་ལྟར་སྨོན་པ། དེ་ལྟ་དེ་ལྟར་ཕུན་སུམ་ཚོགས་པར་འགྱུར་བའོ། །དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ། ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་།
en: For bodhisattva great beings, this is the perfect completion of whatever aspirations they make.

source: དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མིའམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོའི་སྐད་ཤེས་པར་བྱ་བ་ཁོང་དུ་ཆུད་པར་བྱ་བ་ཡིན་ཞེ་ན།
en: If you ask how it is that bodhisattva great beings know and comprehend the languages of the gods, nāgas, yakṣas, gandharvas, asuras, garuḍas, kinnaras and mahoragas, it is that they comprehend them by means of the exact knowledge of language and lexical explanations.

source: འདི་ལྟ་སྟེ། ངེས་པའི་ཚིག་སོ་སོ་ཡང་དག་པར་རིག་པས་ཁོང་དུ་ཆུད་པ་སྟེ། དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི། སེམས་ཅན་ཐམས་ཅད་ཀྱི་སྐད་ཤེས་པར་བྱ་བ་ཁོང་དུ་ཆུད་པའོ།
en: For bodhisattva great beings, this is the comprehension of knowing the languages of all beings.

source: །དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས། ཡོངས་སུ་རྫོགས་པའི་སྤོབས་པས་ངེས་པར་བསྟན་པ་ཤེས་པར་བྱ་བ་རྟོགས་པ་ཡིན་ཞེ་ན། འདི་ལྟ་སྟེ། སྤོབས་པ་སོ་སོ་ཡང་དག་པར་རིག་པས་ཁོང་དུ་ཆུད་པ་སྟེ།
en: If you ask how it is that bodhisattva great beings have the understanding of knowing how to teach definitively with their consummate eloquence, it is that their comprehension is through their exact knowledge of eloquent expression.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི། ཡོངས་སུ་རྫོགས་པའི་སྤོབས་པས་ངེས་པར་བསྟན་པ་ཤེས་པར་བྱ་བ་རྟོགས་པའོ།
en: For bodhisattva great beings, this is the understanding of knowing how to teach definitively with their consummate eloquence.

source: །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི། མའི་མངལ་དུ་འགྲོ་བ་ཕུན་སུམ་ཚོགས་པ་གང་ཞེ་ན། འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཚེ་རབས་ཐམས་ཅད་དུ་རྫུས་ཤིང་སྐྱེ་བ་སྟེ།
en: If you ask what, for bodhisattva great beings, is the excellence of the entry into the mother’s womb, it is that bodhisattva great beings are born miraculously in all their lives.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི། མའི་མངལ་དུ་འགྲོ་བ་ཕུན་སུམ་ཚོགས་པའོ།
en: For bodhisattva great beings, this is the excellence of the entry into the mother’s womb.

source: །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི། རིགས་ཕུན་སུམ་ཚོགས་པ་གང་ཞེ་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་རིགས་ཆེན་པོར་སྐྱེ་བ་སྟེ།
en: If you ask what, for bodhisattva great beings, is the excellence of spiritual family, it is that they are born into the great spiritual family of bodhisattva great beings.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་རིགས་ཕུན་སུམ་ཚོགས་པའོ།
en: For bodhisattva great beings, this is the excellence of spiritual family.

source: །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི། རྒྱུད་ཕུན་སུམ་ཚོགས་པ་གང་ཞེ་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྒྱལ་རིགས་ཆེ་ཞིང་མཐོ་བ་འམ།
en: If you ask what, for bodhisattva great beings, is the excellence of family lineage, it is that bodhisattva great beings are born in a great and lofty royal family or in a great and lofty priestly family.

source: བྲམ་ཟེའི་རིགས་ཆེ་ཞིང་མཐོ་བར་སྐྱེ་བ་སྟེ། དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི། རྒྱུད་ཕུན་སུམ་ཚོགས་པའོ། །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི།
en: For bodhisattva great beings, this is the excellence of family lineage.

source: རུས་ཕུན་སུམ་ཚོགས་པ་གང་ཞེ་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་གི་རིགས་སྔོན་གྱི། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་བྱུང་བར་གྱུར་པ་དེའི་རིགས་སུ་སྐྱེ་བ་སྟེ།
en: If you ask what, for bodhisattva great beings, is the excellence of clan, it is that bodhisattva great beings are born into the families in which bodhisattva great beings of the past have appeared.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི། རུས་ཕུན་སུམ་ཚོགས་པའོ།
en: For bodhisattva great beings, this is the excellence of clan.

source: །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་འཁོར་ཕུན་སུམ་ཚོགས་པ་གང་ཞེ་ན།
en: If you ask what, for bodhisattva great beings, is the excellence of entourage, it is that bodhisattva great beings establish beings in enlightenment and are indeed endowed with an entourage of bodhisattva great beings.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱང་ཆུབ་ལ་སེམས་ཅན་རྣམས་བཀོད་ཅིང་བྱང་ཆུབ་སེམས་དཔའི་འཁོར་དང་ལྡན་པ་ཉིད་དུ་འགྱུར་བ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་འཁོར་ཕུན་སུམ་ཚོགས་པའོ།
en: For bodhisattva great beings, this is the excellence of entourage.

source: །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཚེ་ཕུན་སུམ་ཚོགས་པ་གང་ཞེ་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྐྱེས་མ་ཐག་ཏུ། འཇིག་རྟེན་གྱི་ཁམས་སྣང་བས་རྒྱས་པར་བཀང་སྟེ། དེ་དག་རྣམ་པ་དྲུག་ཏུ་གཡོ་བར་བྱེད་པ་སྟེ། དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི།
en: If you ask what, for bodhisattva great beings, is the excellence of birth, it is that immediately after their birth, bodhisattva great beings fill the world systems with their effulgence, causing them to shake in six ways. {

source: ཚེ་ཕུན་སུམ་ཚོགས་པའོ། །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི།
en: Dt.225} For bodhisattva great beings, this is the excellence of birth.

source: མངོན་པར་འབྱུང་བ་ཕུན་སུམ་ཚོགས་པ་གང་ཞེ་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རབ་ཏུ་འབྱུང་བའི་ཕྱིར། སེམས་ཅན་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་དུ་མ་དང་། ལྷན་ཅིག་ཏུ་མངོན་པར་འབྱུང་ཞིང་། སེམས་ཅན་དེ་དག་ཀྱང་ཐེག་པ་གསུམ་ལ་ངེས་པར་འབྱུང་བ་སྟེ།
en: If you ask what, for bodhisattva great beings, is the excellence of departure from home, it is that bodhisattva great beings leave home along with many hundred billion trillion beings in order to become mendicants, and that those beings also become emancipated in the three vehicles.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི། མངོན་པར་འབྱུང་བ་ཕུན་སུམ་ཚོགས་པའོ། །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི། བྱང་ཆུབ་ཀྱི་ཤིང་གི་རྒྱན་ཕུན་སུམ་ཚོགས་པ་གང་ཞེ་ན།
en: For bodhisattva great beings, this is the excellence of departure from home.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི། བྱང་ཆུབ་ཀྱི་ཤིང་གི་རྩ་བ། གསེར་གྱི་རྒྱུ་ལས་བྱུང་བ་ཡིན། ལྷུན་བཻ་ཌཱུརྱར་འཇུག་པ་ཡིན། ཡལ་ག་རིན་པོ་ཆེ་བདུན་གྱི་རང་བཞིན་ལས་གྲུབ་པ་ཡིན། མེ་ཏོག་དང་། ལོ་མ་རིན་པོ་ཆེ་ཐམས་ཅད་ལས་གྱུར་པ་ཡིན།
en: If you ask what, for bodhisattva great beings, is the excellence of the ornaments of the tree of enlightenment, it is that the roots of the tree of enlightenment of bodhisattva great beings are made of gold, the trunk is made of beryl, the branches are made of the seven precious gems and metals, and the leaves are made of all sorts of precious phenomena, while the fragrance of that tree and its exquisite radiance extensively permeate infinite world systems.

source: ཤིང་དེའི་དྲི་ཞིམ་པོ་དང་། འོད་བཟང་པོས་འཇིག་རྟེན་གྱི་ཁམས་མཐའ་ཡས་པ། རྒྱས་པར་འགེང་བ་ཡིན་ཏེ། དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི། བྱང་ཆུབ་ཀྱི་ཤིང་གི་རྒྱན་ཕུན་སུམ་ཚོགས་པའོ།
en: For bodhisattva great beings, this is the excellence of the ornaments of the tree of enlightenment.

source: །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི། ཡོན་ཏན་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པ་ཕུན་སུམ་ཚོགས་པ་གང་ཞེ་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི། སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བ་རྣམ་པར་དག་པ་དང་། སངས་རྒྱས་ཀྱི་ཞིང་རྣམ་པར་དག་པ་སྟེ།
en: If you ask what, for bodhisattva great beings, is the perfect excellence of all enlightened attributes, it is that that the buddhafields of bodhisattva great beings are pure and the beings they are to bring to maturation are pure.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི། ཡོན་ཏན་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པ་ཕུན་སུམ་ཚོགས་པའོ། །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི།
en: For bodhisattva great beings, this is the perfect excellence of all enlightened attributes. “

source: ས་བཅུ་ལ་གནས་པ་དེ་བཞིན་གཤེགས་པ་ཉིད་ཅེས་བྱ་བ་གང་ཞེ་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ། གང་གིས་ཕ་རོལ་དུ་ཕྱིན་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་གྱུར་པ་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་ཡེ་ཤེས་དང་། བག་ཆགས་ཀྱི་མཚམས་སྦྱོར་བའི་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་པ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་ཀྱང་ཡོངས་སུ་རྫོགས་པར་གྱུར་པ་དག་སྟེ།
en: If you ask what, for bodhisattva great beings, is said to be the state of a tathāgata abiding on the tenth level, bodhisattva great beings have perfected all the perfections, and perfected the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, the eighteen distinct qualities of the buddhas, the wisdom of all-aspect omniscience, the renunciation of all afflicted mental states associated with the continuity of propensities [at rebirth], and all [other] attributes of the buddhas, including great compassion.

source: རབ་འབྱོར་དེ་ལྟར་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ། ས་བཅུ་ལ་གནས་པ་ནི་དེ་བཞིན་གཤེགས་པ་ཉིད་ཅེས་བྱའོ། །རབ་འབྱོར་དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ས་བཅུ་གང་ཞེ་ན། རབ་འབྱོར་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ། ཐབས་མཁས་པས། ཕ་རོལ་དུ་ཕྱིན་པ་རྣམས་ལ་སྤྱོད་པ་དང་། སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་དང་། འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་།
en: Therefore, Subhūti, For bodhisattva great beings, this is said to be the state of a tathāgata abiding on the tenth level. “

source: རྣམ་པར་ཐར་བ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ལ་སྤྱོད་པའི་ཚེ། དཀར་པོ་རྣམ་པར་མཐོང་བའི་ས་ལས་ཡང་དག་པར་འདའ། རིགས་ཀྱི་ས་དང་། བརྒྱད་པའི་ས་དང་། མཐོང་བའི་ས་དང་། བསྲབས་པའི་ས་དང་། འདོད་ཆགས་དང་བྲལ་བའི་ས་དང་། བྱས་པ་རྟོགས་པའི་ས་དང་། ཉན་ཐོས་ཀྱི་ས་དང་། རང་སངས་རྒྱས་ཀྱི་ས་དང་།
en: Subhūti, if you ask what are the ten levels for bodhisattva great beings: Subhūti, when bodhisattva great beings who are expert in skillful means practice the perfections and practice all the aspects of emptiness, the thirty-seven factors conducive to enlightenment, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, and the eighteen distinct qualities of the buddhas, they genuinely transcend (1) the level of bright insight, and they genuinely transcend (2) the level of the spiritual family, (3) the eighth-lowest level, (4) the level of insight, (5) the level of attenuated refinement, (6) the level of no attachment, (7) the level of [an arhat’s] spiritual achievement—which is the level of the śrāvakas—(8) the level of the pratyekabuddhas, and (9) the level of the bodhisattvas.

source: བྱང་ཆུབ་སེམས་དཔའི་ས་ལས་ཡང་དག་པར་འདས་ཏེ། རབ་འབྱོར་དེ་ལྟར་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས། ས་དགུ་ལས་ཡོངས་སུ་འདས་པ་ནས། སངས་རྒྱས་ཀྱི་ས་ལ་གནས་པ་སྟེ།
en: So it is, Subhūti, that bodhisattva great beings, having transcended those nine levels, dwell on (10) the level of the buddhas.

source: རབ་འབྱོར་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ས་བཅུ་པའོ།
en: Subhūti, for bodhisattva great beings, these are the ten levels.

source: །རབ་འབྱོར་དེ་ལྟར་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ། ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པར་རིག་པར་བྱའོ།
en: You should know it is in this way, Subhūti, that bodhisattva great beings genuinely enter into the Great Vehicle. “

source: །རབ་འབྱོར་ཁྱོད་ཀྱིས་གང་ཡང་འདི་སྐད་དུ། ཐེག་པ་དེ་གང་ནས་འབྱུང་བར་འགྱུར་ཞེས་སྨྲས་པ་དེ་ནི།
en: Again, Subhūti, you asked from where this vehicle will depart.

source: དེ་མི་དམིགས་པའི་ཚུལ་གྱིས། ཁམས་གསུམ་ནས་འབྱུང་བར་འགྱུར་རོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་གནས་པར་འགྱུར་རོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: It is by way of nothing being apprehended that it will depart from the three realms and will bring one to rest in all-aspect omniscience.

source: རབ་འབྱོར་དེ་ནི་འདི་ལྟར། ཐེག་པ་ཆེན་པོ་གང་ཡིན་པ་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་གང་ཡིན་པའི་ཆོས་དེ་གཉིས་ཀ་ཡང་། ལྡན་པ་ཡང་མ་ཡིན། མི་ལྡན་པ་ཡང་མ་ཡིན། གཟུགས་མེད་པ།
en: If you ask why, Subhūti, it is because both that which is the Great Vehicle and that which is all-aspect omniscience are neither conjoined, nor disjoined, nor material, nor pointed out, nor impeded.

source: བསྟན་དུ་མེད་པ། ཐོགས་པ་མེད་པ་སྟེ། འདི་ལྟར་མཚན་ཉིད་མེད་པར། མཚན་ཉིད་གཅིག་པའོ།
en: They thus share the single defining characteristic of being without defining characteristics.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་མཚན་ཉིད་མེད་པའི་ཆོས་ནི་འབྱུང་བའམ། འབྱུང་བར་འགྱུར་བའམ། བྱུང་བར་གྱུར་པ་མེད་དེ།
en: So if you ask why that is, Subhūti, it is because phenomena that are without defining characteristics do not depart, {Dt.226} will not depart, and have not departed. “

source: རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི། ཆོས་ཀྱི་དབྱིངས་འབྱུང་བར་འདོད་དུ་ཟད་དོ།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting the realm of phenomena to depart.

source: །རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི། དེ་བཞིན་ཉིད་འབྱུང་བར་འདོད་དུ་ཟད་དོ།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting the real nature to depart.

source: །རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི། ཡང་དག་པའི་མཐའ་འབྱུང་བར་འདོད་དུ་ཟད་དོ།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting the very limit of reality to depart.

source: །རབ་འབྱོར་གང་། མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི། བསམ་གྱིས་མི་ཁྱབ་པའི་དབྱིངས་འབྱུང་བར་འདོད་དུ་ཟད་དོ།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting the realm of the inconceivable to depart.

source: །རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི། ནམ་མཁའི་དབྱིངས་འབྱུང་བར་འདོད་དུ་ཟད་དོ།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting the realm of space to depart.

source: །རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས། འབྱུང་བར་འདོད་པ་དེ་ནི། འདོད་ཆགས་ཟད་པའི་དབྱིངས་འབྱུང་བར་འདོད་དུ་ཟད་དོ།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting the realm of the exhaustion of desire to depart.

source: །རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས། འབྱུང་བར་འདོད་པ་དེ་ནི། རབ་ཏུ་བྱང་བའི་དབྱིངས་འབྱུང་བར་འདོད་དུ་ཟད་དོ།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting the realm of renunciation to depart.

source: །རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི། ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི། འདོད་ཆགས་དང་བྲལ་བའི་དབྱིངས་འབྱུང་བར་འདོད་དུ་ཟད་དོ། །རབ་འབྱོར་གང་།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting the realm of freedom from desire to depart.

source: མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི། འགོག་པའི་དབྱིངས་འབྱུང་བར་འདོད་དུ་ཟད་དོ།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting the realm of cessation to depart.

source: །རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི། གཟུགས་སྟོང་པ་ཉིད་འབྱུང་བར་འདོད་དུ་ཟད་དོ། །རབ་འབྱོར་གང་།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting the emptiness of physical forms to depart.

source: མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི། ཚོར་བ་སྟོང་པ་ཉིད་དང་། འདུ་ཤེས་སྟོང་པ་ཉིད་དང་། འདུ་བྱེད་སྟོང་པ་ཉིད་དང་། རྣམ་པར་ཤེས་པ་སྟོང་པ་ཉིད་འབྱུང་བར་འདོད་དུ་ཟད་དོ།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting the emptiness of feelings, perceptions, formative predispositions, and consciousness to depart.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་གཟུགས་སྟོང་པ་ཉིད་ནི། ཁམས་གསུམ་ནས་འབྱུང་བ་མེད་དོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་གནས་པ་མེད་དོ།
en: If you ask why, Subhūti, it is because the emptiness of physical forms will not depart from the three realms, and it will not come to rest in all-aspect omniscience.

source: །ཚོར་བ་སྟོང་པ་ཉིད་དང་། འདུ་ཤེས་སྟོང་པ་ཉིད་དང་། འདུ་བྱེད་སྟོང་པ་ཉིད་དང་། རྣམ་པར་ཤེས་པ་སྟོང་པ་ཉིད་ནི་ཁམས་གསུམ་ནས་འབྱུང་བ་མེད་དོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་གནས་པ་མེད་དོ།
en: The emptiness of feelings, the emptiness of perceptions, the emptiness of formative predispositions, and the emptiness of consciousness will not depart from the three realms, and will not come to rest in all-aspect omniscience.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་གཟུགས་གཟུགས་ཀྱིས་སྟོང་བའི་ཕྱིར་རོ།
en: If you ask why, it is because physical forms are empty of physical forms.

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་རྣམ་པར་ཤེས་པས་སྟོང་བའི་ཕྱིར་རོ།
en: Feelings, perceptions, formative predispositions, and consciousness are empty of consciousness [and so forth]. “

source: །རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི། མིག་སྟོང་པ་ཉིད་འབྱུང་བར་འདོད་དུ་ཟད་དོ།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting the emptiness of the eyes to depart.

source: །རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི། རྣ་བ་སྟོང་པ་ཉིད་དང་། སྣ་སྟོང་པ་ཉིད་དང་། ལྕེ་སྟོང་པ་ཉིད་དང་། ལུས་སྟོང་པ་ཉིད་དང་།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting the emptiness of the ears, the emptiness of the nose, the emptiness of the tongue, the emptiness of the body, and the emptiness of the mental faculty to depart.

source: ཡིད་སྟོང་པ་ཉིད་འབྱུང་བར་འདོད་དུ་ཟད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་མིག་སྟོང་པ་ཉིད་ནི་ཁམས་གསུམ་ནས་འབྱུང་བ་མེད་དོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་གནས་པ་མེད་དོ། །རྣ་བ་སྟོང་པ་ཉིད་དང་།
en: If you ask why, Subhūti, the emptiness of the eyes will not depart from the three realms, and will not come to rest in all-aspect omniscience.

source: སྣ་སྟོང་པ་ཉིད་དང་། ལྕེ་སྟོང་པ་ཉིད་དང་། ལུས་སྟོང་པ་ཉིད་དང་། ཡིད་སྟོང་པ་ཉིད་ནི་ཁམས་གསུམ་ནས་འབྱུང་བ་མེད་དོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་གནས་པ་མེད་དོ།
en: The emptiness of the ears, the emptiness of the nose, the emptiness of the tongue, the emptiness of the body, and the emptiness of the mental faculty will not depart from the three realms, and will not come to rest in all-aspect omniscience.

source: །རབ་འབྱོར་དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་མིག་མིག་གིས་སྟོང་པའི་ཕྱིར་རོ། །རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཡིད་ཀྱིས་སྟོང་བའི་ཕྱིར་རོ།
en: If you ask why, Subhūti, it is because the eyes are empty of the eyes, and it is because the ears, the nose, the tongue, the body, and the mental faculty are empty of the mental faculty [and so forth]. “

source: །རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི་གཟུགས་སྟོང་པ་ཉིད་འབྱུང་བར་འདོད་དུ་ཟད་དོ། །རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting the emptiness of sights to depart.

source: སྒྲ་སྟོང་པ་ཉིད་དང་། དྲི་སྟོང་པ་ཉིད་དང་། རོ་སྟོང་པ་ཉིད་དང་། རེག་སྟོང་པ་ཉིད་དང་། ཆོས་སྟོང་པ་ཉིད་འབྱུང་བར་འདོད་དུ་ཟད་དོ།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting the emptiness of sounds, the emptiness of odors, the emptiness of tastes, the emptiness of tangibles, and the emptiness of mental phenomena to depart.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་གཟུགས་སྟོང་པ་ཉིད་ནི་ཁམས་གསུམ་ནས་འབྱུང་བ་མེད་དོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་གནས་པ་མེད་དོ།
en: If you ask why, Subhūti, the emptiness of sights will not depart from the three realms, and will not come to rest in all-aspect omniscience.

source: །སྒྲ་དང་། དྲི་དང་། རོ་དང་རེག་དང་། ཆོས་སྟོང་པ་ཉིད་ནི་ཁམས་གསུམ་ནས་འབྱུང་བ་མེད་དོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་གནས་པ་མེད་དོ།
en: The emptiness of sounds, odors, tastes, tangibles, and mental phenomena will not depart from the three realms, and will not come to rest in all-aspect omniscience.

source: །རབ་འབྱོར་དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་གཟུགས་གཟུགས་ཀྱིས་སྟོང་བའི་ཕྱིར་རོ། །སྒྲ་དང་དྲི་དང་རོ་དང་རེག་དང་། ཆོས་ཆོས་ཀྱིས་སྟོང་བའི་ཕྱིར་རོ།
en: If you ask why, Subhūti, it is because sights are empty of sights, and it is because sounds, odors, tastes, tangibles, and mental phenomena are empty of mental phenomena [and so forth]. “

source: །རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི་མིག་གི་རྣམ་པར་ཤེས་པ་སྟོང་པ་ཉིད་འབྱུང་བར་འདོད་དུ་ཟད་དོ།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting the emptiness of visual consciousness to depart.

source: །རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་འབྱུང་བར་འདོད་པ་དེ་ནི་རྣ་བའི་རྣམ་པར་ཤེས་པ་སྟོང་པ་ཉིད་དང་། སྣའི་རྣམ་པར་ཤེས་པ་སྟོང་པ་ཉིད་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་སྟོང་པ་ཉིད་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་སྟོང་པ་ཉིད་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་སྟོང་པ་ཉིད་འབྱུང་བར་འདོད་དུ་ཟད་དོ།
en: Subhūti, to expect phenomena without defining characteristics to depart would amount to expecting the emptiness of auditory consciousness, the emptiness of olfactory consciousness, the emptiness of gustatory consciousness, the emptiness of tactile consciousness, and the emptiness of mental consciousness to depart.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན་རབ་འབྱོར་མིག་གི་རྣམ་པར་ཤེས་པ་སྟོང་པ་ཉིད་ནི་ཁམས་གསུམ་ནས་འབྱུང་བ་མེད་དོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་གནས་པ་མེད་དོ། །རྣ་བའི་རྣམ་པར་ཤེས་པ་སྟོང་པ་ཉིད་དང་།
en: If you ask why, Subhūti, the emptiness of visual consciousness will not depart from the three realms, and will not come to rest in all-aspect omniscience.

source: སྣའི་རྣམ་པར་ཤེས་པ་སྟོང་པ་ཉིད་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་སྟོང་པ་ཉིད་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་སྟོང་པ་ཉིད་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་སྟོང་པ་ཉིད་ནི་ཁམས་གསུམ་ནས་འབྱུང་བ་མེད་དོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་གནས་པ་མེད་དོ།
en: The emptiness of auditory consciousness, the emptiness of olfactory consciousness, the emptiness of gustatory consciousness, the emptiness of tactile consciousness, and the emptiness of mental consciousness will not depart from the three realms, and will not come to rest in all-aspect omniscience.

source: །རབ་འབྱོར་དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་མིག་གི་རྣམ་པར་ཤེས་པ་མིག་གི་རྣམ་པར་ཤེས་པས་སྟོང་པའི་ཕྱིར་རོ། །རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་།
en: If you ask why, Subhūti, it is because visual consciousness is empty of visual consciousness, and it is because auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness are empty of mental consciousness [and so forth]. “
